/* About screen blog label */
"About.blog" = "блог";

/* About screen footer */
"About.footer" = "Направено од глобалниот тим на ДигиВолет. Верзија %1$@";

/* Privay Policy button label */
"About.privacy" = "Политика на приватност";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/bitradio/";

/* Terms of Use button label */
"About.terms" = "Услови за користење";

/* About screen title */
"About.title" = "за";

/* About screen twitter label */
"About.twitter" = "Твитер";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Затвори";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Центар за поддршка";

/* Loading Wallet Message */
"Account.loadingMessage" = "Волет се вчитува";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Мој ДигиВолет";

/* Error alert title */
"Alert.error" = "Грешка";

/* No internet alert message */
"Alert.noInternet" = "Не е пронајдена интернет конекција. Проверете ја вашата конекција и пробајте одново.";

/* Warning alert title */
"Alert.warning" = "Предупредување";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Копирани адреси";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Сите волет адреси се успешно копирани.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Комплет хартиени клучеви";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Одлично!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Поставување на ПИН";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Испраќањето е неуспешно";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Испраќањето е потврдено";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Парите се испратени!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON грешка при серизација";

/* Wallet not ready error message */
"ApiClient.notReady" = "Новчаникот  не е подготвен";

/* API Token error message */
"ApiClient.tokenError" = "Невозможно е да се поврати API токен";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Внесете ја одредишната  bitradio адреса подолу. Сите bitradio во вашиот паричник во времето на форкот (%1$@) ќе бидат испратени.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "потврди го испраќањето %1$@ до %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "потврда";

/* Generic bch erorr message */
"BCH.genericError" = "Вашиот акаунт не содржи нитуеденbitradio, или вие сте примиле bitradio после форк.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Трансакцијата е копирана";

/* No address error message */
"BCH.noAddressError" = "Ве молиме внесете адреса";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Барањето на протоколот за плаќање не е поддржано за bitradio трансакциите";

/* BCH successfully sent alert message */
"BCH.successMessage" = "bitradio е успешно испратен.";

/* Widthdraw BCH view title */
"BCH.title" = "повлечи bitradio";

/* Tx Hash button header */
"BCH.txHashHeader" = "bitradio Transaction ID";

/* Approve button label */
"BitID.approve" = "одобрување";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ бара дозвола за користење на вашиот bitradio новчаник";

/* Deny button label */
"BitID.deny" = "негирање";

/* BitID error alert title */
"BitID.error" = "грешка при автентикација";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Ве молиме проверете го сервисот. Треба да се обидете повторно.";

/* BitID success alert title */
"BitID.success" = "Автентикација е успешна";

/* Cancel button label */
"Button.cancel" = "откажување";

/* Ignore button label */
"Button.ignore" = "игнорирање";

/* menu button */
"Button.menu" = "мени";

/* No button */
"Button.no" = "Не";

/* OK button label */
"Button.ok" = "ОК";

/* receive button */
"Button.receive" = "прими";

/* send button */
"Button.send" = "испрати";

/* Settings button label */
"Button.settings" = "поставки";

/* Settings button label */
"Button.submit" = "Поднеси";

/* Yes button */
"Button.yes" = "да";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "центрирајго твојот ID број во кутијата";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "износ за испраќање";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "мрежен надомест:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Време на процесирање: Оваа трансакција ќе трае %1$@ за процесирање.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Испрати";

/* Confirmation Screen title */
"Confirmation.title" = "Потврдување";

/* To: (address) */
"Confirmation.to" = "До";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Целосен износ: ";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "За да се осигурате дека се е нашишано правилно, ве молиме напишете ги следните зборови од вашиот лист";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Збор #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "bitradio Display Unit";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Девизен курс";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Овој уред не е конфигуриран за испраќање пораки со апликацијата на iOS Mail.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Eмаилот е недостапен";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Овој уред не е конфигуриран за да испраќа пораки.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Пораките се недостапни";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Можете да го прилагодите вашиот Face ID со користење на лимитот од %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "Употребете ја вашата фаца за да го отклучете вашиот DigiWallet и да испратите пари до одреден лимит.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "врзан текст";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Вклучи го Face ID за DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Немате подесено Face ID на овој уред. Одете во Подесување ->Face ID & Лозинка за да го подесите.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID не е поставен";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID ограничување на трошоци";

/* Economy fee */
"FeeSelector.economy" = "Економија";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Проценета испорака: 10+ минути";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Оваа опција не е препорачлива за временски осетливи трансакции.";

/* Regular fee */
"FeeSelector.regular" = "Регуларно";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Проценета испорака: 15-30 секунди";

/* Fee Selector title */
"FeeSelector.title" = "брзина на процесирање";

/* Checking private key balance progress view text */
"Import.checking" = "Проверувам баланс на приватниот клуч ...";

/* Sweep private key confirmation message */
"Import.confirm" = "Испрати %1$@ од овој приватен клуч на твојот новчаник? bitradio мрежата ќе задржи провизија од %2$@ .";

/* Duplicate key error message */
"Import.Error.duplicate" = "Овој приватен клуч веќе е присутен во вашиот новчаник.";

/* empty private key error message */
"Import.Error.empty" = "Овој  приватен клуч е празен.";

/* High fees error message */
"Import.Error.highFees" = "Трошоците за трансакција се поголеми од средствата кој ги има на располагање приватниот клуч.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Невалиден приватен клуч";

/* Import signing error message */
"Import.Error.signing" = "Грешка во потпишување на трансакцијата";

/* Import button label */
"Import.importButton" = "Увези";

/* Importing wallet progress view label */
"Import.importing" = "Увезување на Новчаник";

/* Caption for graphics */
"Import.leftCaption" = "Новчаникот ќе биде импортиран.";

/* Import wallet intro screen message */
"Import.message" = "Внесување на сите bitradio трансакции од друг новчаник во вашиот DigiWallet по пат на една трансакција.";

/* Enter password alert view title */
"Import.password" = "Приватниот клуч е заштитен со лозинка.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "лозинка";

/* Caption for graphics */
"Import.rightCaption" = "Вашиот DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Скен Приватен Клуч";

/* Import wallet success alert title */
"Import.success" = "Успешно";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Успешно увезен новчаник";

/* Import Wallet screen title */
"Import.title" = "постави новчаник";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "клуч за отклучување";

/* Import wallet intro warning message */
"Import.warning" = "Со поставувањето на новчаник не се вклучени трансакции од историјата или други детали.";

/* Wrong password alert message */
"Import.wrongPassword" = "Погрешна лозинка, ве молиме обидете се повторно.";

/* Close app button */
"JailbreakWarnings.close" = "затвори";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "игнорирање";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "СИГУРНОСТА НА УРЕДОТ Е КОМПРОМИТИРАНА\nБило која 'jailbreak' апликација може да пристапи на DigiWallet's клучевите и да ви ги украде bitradio! Итно избришете го овој новчаник и реставрирајте го на друг сигурен уред.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "СИГУРНОСТА НА УРЕДОТ Е КОМПРОМИТИРАНА\nБило која 'jailbreak' апликација може да пристапи на DigiWallet's клучевите и да ви ги украде bitradio! Ве молиме исклучиво користете го  DigiWallet на уред без jailbreak.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ПРЕДУПРЕДУВАЊЕ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Location services се исклучени";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet нема дозвола за да пристапи до локациските сервиси.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Вашиот паричник го креиравте на %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Вашето име на волетот се појавува само на вашата историја на трансакции и неможе да биде видена од никој друг.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Име на новчаник";

/* Manage wallet modal title */
"ManageWallet.title" = "управување со новчаникот";

/* Menu button title */
"MenuButton.lock" = "заклучи го новчаникот";

/* Menu button title */
"MenuButton.security" = "центар за безбедност";

/* Menu button title */
"MenuButton.settings" = "поставки";

/* Menu button title */
"MenuButton.support" = "поддршка";

/* button label */
"MenuViewController.createButton" = "креирај нов новчаник";

/* Menu modal title */
"MenuViewController.modalTitle" = "мени";

/* button label */
"MenuViewController.recoverButton" = "Реставрирај новчаник";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "префрли се во автоматско";

/* Node is connected label */
"NodeSelector.connected" = "поврзан";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "внеси node IP адреса и порт(изборно)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "внеси node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "префрли се во рачно";

/* Node address label */
"NodeSelector.nodeLabel" = "Тековен примарен нод";

/* Node is not connected label */
"NodeSelector.notConnected" = "Не Поврзано";

/* Node status label */
"NodeSelector.statusLabel" = "Статус на конекција на нодот";

/* Node Selector view title */
"NodeSelector.title" = "bitradio нодови";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Неисправно барање за плаќање";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Неподдржан или оштетен документ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "недостига сертификат";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "барањето е истечено";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Плаќањето не може да се направи.";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "bitradio плаќањето не може да биде помалку од  %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "bitradio излезните трансакции не можат да бидат помали од $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "неподдржан тип на потпис";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "несигурен сертификат";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Притиснете овде за да овозможите Face";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Овозможи Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Лозинката на уредот е потребна за заштита на вашиот новчаник. Одете во подесувањата и вклучете ја лозинката на ВКЛУЧЕНО.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Вклучете го пристапниот код на уредот ";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Вашиот Personal Recovery Key мора да биде запаметен/снимен заради случаји на губење или промена на вашиот телефонски апарат. Притиснете овде за понатаму ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Потребно е дејствие";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Вашиот новчаник можеби е несинхронизиран. Честопати ова се разрешува \n со рескенирање на blockchain-от.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Трансакција Одбиена";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Помогнете во подобрувањето на DigiWallet со споделување на анонимни податоци со нас";

/* Share data prompt title */
"Prompts.ShareData.title" = "Споделете анонимни податоци";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Притиснете овде за да овозможите Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Овозможете Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet е надграден со користење 6-цифрен PIN. Притиснете овде за надградба.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Надградба PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Вклучете ги нотификациите за во иднина да примате специјални пораки од DigiWallet.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push известувања";

/* Push notifications are off label */
"PushNotifications.off" = "Исклучи";

/* Push notifications are on label */
"PushNotifications.on" = "Вклучено";

/* Push notifications settings view title label */
"PushNotifications.title" = "Известувања";

/* Address copied message. */
"Receive.copied" = "Копирано во clipboard";

/* Share via email button label */
"Receive.emailButton" = "Е-маил";

/* Request button label */
"Receive.request" = "Барање на износ";

/* Share button label */
"Receive.share" = "Сподели";

/* Share via text message (SMS) */
"Receive.textButton" = "Текст Порака";

/* Receive modal title */
"Receive.title" = "Прима";

/* Done button text */
"RecoverWallet.done" = "Завршено";

/* Recover wallet header */
"RecoverWallet.header" = "Поврати Новчаник";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Ресет PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Внеси Personal Recovery Key";

/* Recover wallet intro */
"RecoverWallet.intro" = "Реставрирајте го вашиот DigiWallet со помош на Personal Recovery Key.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Personal Recovery Key кој го внесовте е невалиден. Ве молиме внимателно проверете го секој збор  и пробајте повторно.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Лева стрелка";

/* Next button label */
"RecoverWallet.next" = "Продолжи";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Притиснете овде за повеќе информации.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Десна Стрелка";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Внесете Personal Recovery Key за DigiWallet-от кој сакате да го повратите.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "За ресетирање на вашиот PIN, внесете ги зборовите од вашиот Personal Recovery Key во полињата подолу.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Ве молиме најпрво внесете го износот.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Барање на Износ";

/* Alert action button label */
"ReScan.alertAction" = "Синхронизација";

/* Alert message body */
"ReScan.alertMessage" = "Нема да може да испраќатe bitradio за време на синхронизацијата.";

/* Alert message title */
"ReScan.alertTitle" = "Синхронизирај со Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 минути";

/* Syncing explanation */
"ReScan.body2" = "Ако трансакцијата се покажува како компетирана на bitradio мрежата но не и во вашиот  DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Вие повторно добивате порака за грешка која покажува дека трансакцијата е одбиена.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Старт синхронизација";

/* Sync blockchain view footer */
"ReScan.footer" = "Вие нама да сте во можност да испраќате bitradio за време на синхронизацијата со blockchain-от.";

/* Sync Blockchain view header */
"ReScan.header" = "Синхронизирај Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Проценето време";

/* Subheader label */
"ReScan.subheader2" = "Кога да синхронизира?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Блиц";

/* Complete filter label */
"Search.complete" = "завршено";

/* Pending filter label */
"Search.pending" = "во тек";

/* Received filter label */
"Search.received" = "примено";

/* Sent filter label */
"Search.sent" = "испратено";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Овозможете ги сите безбедносни опции за максимална заштита.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Единствен начин за да пристапите до вашиот bitradio во случај на губење или надградба на вашиот телефонски апарат.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Personal Recovery Key";

/* PIN button description */
"SecurityCenter.pinDescription" = "Заштитете го вашиот DigiWallet од неавторизирани корисници.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-цифрен PIN";

/* Security Center Title */
"SecurityCenter.title" = "Сигурносен Центар";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Удобно отклучете го вашиот DigiWallet и испратете bitradio до зададениот лимит.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Износ";

/* Balance: $4.00 */
"Send.balance" = "Баланс: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Одете на Подесување и овозможете достап до камерата.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet нема дозвола за пристап на камерата.";

/* Warning when sending to self. */
"Send.containsAddress" = "Одредишната адреса е вашата. Вие не може да си испраќате самите на себе.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Не можам да ја креирам трансакцијата.";

/* Description for sending money label */
"Send.descriptionLabel" = "Забелешка";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Меморијата  е празна";

/* Network Fee: $0.01 */
"Send.fee" = "Провизија на Мрежата: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Идентитетот на плаќачот не е сертифициран.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Адресата на примачот не е валидна bitradio адреса.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Меморијата не содржи валидна bitradio адреса";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Невалидна Адреса";

/* Is rescanning error message */
"Send.isRescanning" = "Испраќањето е оневозможено за време на целосното рескенирање.";

/* Loading request activity view message */
"Send.loadingRequest" = " Вчитување на барањата";

/* Empty address alert message */
"Send.noAddress" = "Ве молиме внесете ја адресата на примачот.";

/* Emtpy amount alert message */
"Send.noAmount" = "Ве молиме внесете износ за испраќање.";

/* Paste button label */
"Send.pasteLabel" = "Залепи";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Трансакцијата не може да биде публикувана.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Барањето за плаќање не може да  се вчита.";

/* Scan button label */
"Send.scanLabel" = "Скенирање";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Испрати";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Испрати";

/* Send money to label */
"Send.toLabel" = "До";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "bitradio адресите се наменети за еднократно користење.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Повторното користење ја намалува приватноста за обете страни и може да резултира со загуби ако примачот директно не ја контролира адресата.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Адресата веќе се користи";

/* About label */
"Settings.about" = "За";

/* Advanced Settings title */
"Settings.advancedTitle" = "Напредни подесувања";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Приказ на валутата";

/* Join Early access label */
"Settings.earlyAccess" = "Придружете  ран пристап";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Дали сте задоволни од DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID лимит за трошење";

/* Import wallet label */
"Settings.importTitle" = "Увезете Новчаник";

/* Manage settings section header */
"Settings.manage" = "Уреди";

/* Notifications label */
"Settings.notifications" = "Известувања";

/* Leave review button label */
"Settings.review" = "Оставете ни Оценка";

/* Share anonymous data label */
"Settings.shareData" = "Сподели анонимни податоци";

/* Sync blockchain label */
"Settings.sync" = "Синхронизирај Blockchain";

/* Settings title */
"Settings.title" = "Подесување";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID лимит за трошење";

/* Wallet Settings section header */
"Settings.wallet" = "Новчаник";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Стартувај/Реставрирај друг новчаник";

/* Share data view body */
"ShareData.body" = "Ве молиме подобрете го DigiWallet со споделување на анонимни податоци со нас. ТОа не вклучува никакви финансиски информации. Ние ја почитуваме вашата финансиска приватност.";

/* Share data header */
"ShareData.header" = "Сподели податоци?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Сподели Анонимни Податоци?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Запишете го поторно вашиот Personal Recovery Key";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Вашиот Personal Recovery Key е единствен начин за да го реставрирате DigiWallet ако вашиот телефон е изгубен, украден, оштетен или надграден.\n\nЌе ви покажеме листа од зборови за да ја запишете на хартија и да ја зачувате на сигурно место.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Запишете го Personal Recovery Key";

/* Argument is date */
"StartPaperPhrase.date" = "Последен пат сте го запишале вашиот Personal Recovery Key на %1$@";

/* Start view message */
"StartViewController.message" = "Најсигурен и најбрз начин за користење на bitradio.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Поврзување";

/* Syncing view header text */
"SyncingView.header" = "Синхронизација";

/* Retry button label */
"SyncingView.retry" = "Обиди се повторно";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Синхронизирам";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ д";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ч";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ м";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ с";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Може да подесувате ваш Touch Id лимит за потрошувачка почнувајќи од %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Користете отпечаток на прст за да го отклучите DigiWallet и испратите bitradio до подесениот лимит.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID екран за лимит на трошење";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Лимит за трошење: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Овозможете Touch ID за DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Немате подесено Touch ID на овој уред. Одете во Подесување ->Touch ID & Лозинка за да  подесите сега.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID не е поставен";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Секогаш барај лозинка";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Ќе ви биде побарано да внесете 6-цифрен PIN за испраќање на  трансакција над лимитот за трошење , и на секој 48 часа откако последен пат сте го внеле вашиот 6-цифрен PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Лимит за трошење";

/* Availability status text */
"Transaction.available" = "Располагате за трошење";

/* Transaction complete label */
"Transaction.complete" = "Завршено";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Краен баланс: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Exchange rate кога е примен:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Курсна листа при испраќање: ";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ провизија)";

/* Invalid transaction */
"Transaction.invalid" = "НЕВАЛИДЕН";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "токму сега";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Во тек: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Во тек: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Почетен Баланс: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Почекајте за потврда. Некој трговци бараат потврда за комплетирана трансакција. Проценето време: 1-2 минути";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "акаунт";

/* Amount section header */
"TransactionDetails.amountHeader" = "Износ";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Потврден во Блок";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Забелешка";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Вашата трансакција ќе се појави овде.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "на %1$@";

/* More button title */
"TransactionDetails.more" = "Повеќе...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Префрлено %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Префрлено <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Не потврдена";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Примен %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Примено <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Испратено %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Испратено <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Статус";

/* Transaction Details Title */
"TransactionDetails.title" = "Трансакциски Детали";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "за %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "bitradio Transaction ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Примена на оваа Адреса ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Испрати на оваа адреса";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Оневозможено до: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Моја Адреса";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Ресетирај PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Внесете PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Отклучете го Вашиот DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Отклучете со TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Новчаникот е Отклучен";

/* Update PIN caption text */
"UpdatePin.caption" = "Запамтете го овој PIN. Ако го заборавите , нема да може да пристапите до вашиот bitradio.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Вашиот PIN ќе биде користен за отклучување на DigiWallet и испраќање bitradio..";

/* Update PIN title */
"UpdatePin.createTitle" = "Пoставете PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Повторно внесете PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Внесете го вашиот тековен PIN";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Внесете го вашиот нов PIN";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Повторно внесете го вашиот нов PIN";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Се извинувам , не може да се ажурира PIN-от.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Грешка при ажурирањето на PIN-от";

/* Update PIN title */
"UpdatePin.updateTitle" = "Ажурирај PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Копирај ја Адресата од новчаникот во клипбоард?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Авторизиран да копира адреса на новчаникот во клипбоард";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Копирај ја Адресата од новчаникот";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Копирај";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Ве молиме внесете го вашиот PIN за да ја авторизирате трансакцијата.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Ве молиме внесте го вашиот PIN за да продолжите";

/* Verify PIN view title */
"VerifyPin.title" = "потребен е PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Авторизирај ја оваа трансакција";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Отворете ја DigiWallet iPhone апликацијата  за да го подесите  вашиот новчаник.";

/* Dismiss button label */
"Webview.dismiss" = "Откажи";

/* Webview loading error message */
"Webview.errorMessage" = "Се појави грешка во вчитување на содржината. Обидете се повторно.";

/* Updating webview message */
"Webview.updating" = "Ажурирање ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "bitradio за iOS го смени името во DigiWallet, со целосно нов изглед и нови нови можности.\n\nЗа помош, погледајте на (?) десно горе на повеќето  дисплеи.";

/* Top title of welcome screen */
"Welcome.title" = "Добредојдовте во DIgiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Сигурни ли сте дека сакате да го избришете овој новчаник?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Избриши го новчаникот?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Неуспешно бришење на новчаникот.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Неуспешно";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Внесете го Personal Recovery Key од новчаникот кој сакате да се избрише и стартувајте со реставрација на друг. Вашиот тековен баланс останува на  овој Personal Recovery Key. ";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Стартување или враќање на друг новчаник ви овозможува пристап и управување на различен DigiWallet на овој уред.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Нема да бидете во можност да пристапите до вашиот DigiWallet од овој уред. Балансот ќе остане запишан на Вашиот Personal Recovery Key.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Стартувајте или Реставрирајте друг новчаник.";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Избриши";

/* Wiping activity message */
"WipeWallet.wiping" = "Бришење...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Запишете го секој збор по редослед и сочувајте го на сигурно место.";

/* button label */
"WritePaperPhrase.next" = "Продолжи";

/* button label */
"WritePaperPhrase.previous" = "Претходен";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d од %2$d";

